Repository: m1kc/pacmind
Catalog: *.po
Languages: de, fr, it, ru

source: Pacmind - Gtk Frontend for Yaourt-Gui
de: Pacmind - Diagramm Manager für Yaourt-Gui
fr: Pacmind - Graphique Manger pour Yaourt-Gui
it: Pacmind - Gestore Grafico per Yaourt-Gui
ru: Pacmind — оболочка для yaourt на базе GTK

source: Sync DB
de: Synchronisieren DB
fr: Synchronisez DB
it: Sincronizza DB
ru: Обновить базу данных

source: Update System
de: System Update
fr: Mise à jour système
it: Aggiorna Sistema
ru: Обновить систему

source: Update force mode
de: Force Update
fr: Groupe de mise à jour
it: Forza Aggiornamento
ru: Принудительно обновить

source: Install Packages
de: Installieren Von Paketen
fr: Installer Les Paquets
it: Installa Pacchetti
ru: Установить пакеты

source: Remove Packages
de: Entfernen Von Paketen
fr: Supprimer Les Paquets
it: Rimuovi Pacchetti
ru: Удалить пакеты

source: Search Packages
de: Suche Von Paketen
fr: Rechercher Les Paquets
it: Cerca Pacchetti
ru: Найти пакеты

source: Search & Install
de: Suche & Installieren
fr: Rechercher & Installer
it: Cerca & Installa
ru: Найти и установить

source: Belongs To Files
de: Die Mitgliedschaft Datei
fr: Dossier D'Adhésion
it: Appartenenza File
ru: Определить владельца

source: Info Packages
de: Info Pakete
fr: Les Paquets Infos
it: Info Pacchetti
ru: Информация о пакете

source: Install local Packages
de: Installieren Sie lokale Pakete
fr: Installer Les Paquet Locaux
it: Installa Pacchetto Locale
ru: Установить с диска

source: Remove Dependencies
de: Entfernen Sie unnötige Abhängigkeiten
fr: Supprimer Les Dépendances Inutiles
it: Rimuovi Dipendenze Inutili
ru: Удалить нетребуемые

source: Clear Cache
de: Clean Cache
fr: Nettoyer Le Cache
it: Pulisci Cache
ru: Очистить кэш пакетов

source: Pacman Optimize
de: Optimieren Pacman
fr: Optimiser Pacman
it: Ottimizza Pacman
ru: Оптимизировать базу

source: Open PkgBrowser
de: Geöffnet PkgBrowser
fr: Ouvert PkgBrowser
it: Apri PkgBrowser
ru: Открыть PkgBrowser

source: Exit
de: Ausgang
fr: Sortie
it: Esci
ru: Выйти

source: Remove
de: Entfernen
fr: Supprimer
it: Rimuovi
ru: Удалить

source: Upgrade successfully
de: Upgrade erfolgreich
fr: Mise à jour avec succès
it: Aggiornamento Riuscito
ru: Обновление выполнено

source: Force upgrade
de: Erzwingen Upgrade
fr: Groupe de mise à Jour
it: Forza aggiornamento
ru: Принудительное обновление

source: Upgrade
fr: Mise à jour
it: Aggiorna
ru: Обновить

source: Informations
de: Informationen
it: Informazioni
ru: Информация

source: Pacmind is a Gtk Frontend for Yaourt, based on GTK-Dialog and inspired by Yaourt-Gui
de: Pacmind ist ein GTK-Frontend für Yaourt, basierend auf GTK-Dialog und inspiriert von Yaourt-Gui
fr: Pacmind est une interface GTK pour Yaourt, basé sur GTK-Dialog et inspiré par Yaourt-Gui
it: Pacmind è un gestore grafico per Yaourt, basato su gtkdialog ed ispirato a Yaourt-gui
ru: Pacmind — оболочка для yaourt на базе GTK. Использует GTK-Dialog.

source: Install one or more packages
de: Installieren sie ein oder mehrere pakete
fr: Installez un ou plusieurs paquets
it: Installa uno o più pacchetti
ru: Установить один или несколько пакетов

source: In case of multiple-choice enter a space between the one and the other
it: In caso di scelta multipla inserire uno spazio tra l'uno e l'altro
ru: Можно ввести несколько имён через пробел.

source: Remove one or more packages
de: Entfernen sie ein oder mehrere pakete
fr: Supprimer un ou plusieurs paquets
it: Rimuovi uno o più pacchetti
ru: Удалить один или несколько пакетов

source: Search and install packages
it: Cerca e installa pacchetti
ru: Найти и установить пакеты

source: Search packages by name or keyword
de: Suche pakete über den namen oder suchbegriff
fr: Forfaits de la recherche par nom ou par mot-clé
it: Cerca pacchetti con il nome o una parola chiave
ru: Найти пакет по имени или по описанию

source: For example, for search a pdf reader type pdf
de: Zum beispiel für die suche ein pdf reader typ pdf
fr: Par exemple, pour rechercher un lecteur de pdf type pdf
it: Ad esempio per cercare un lettore di pdf digitare pdf
ru: Например, чтобы найти программу для чтения PDF, введите "pdf". Заметьте, что описания обычно на английском языке.

source: Type keyword
de: Geben sie einen schlüsselbegriff
fr: Type mot-clé
it: Digita parola chiave
ru: Введите слово

source: Upgrade packages
de: Upgrade pakete
fr: Mise à jour des paquets
it: Aggiorna pacchetti
ru: Обновить пакеты

source: Update
de: Aktualisieren
fr: Mise à jour
it: Aggiorna
ru: Обновить

source: Update repo
de: Aktualisieren repo
fr: Mise à jour repo
it: Aggiorna repo
ru: Обновить репозиторий

source: Manually install one or more packages
de: Installieren sie manuell ein oder mehrere pakete
fr: Installer manuellement un ou plusieurs paquets
it: Installa manualmente uno o più pacchetti
ru: Вручную установить один или несколько пакетов

source: Press Enter to close the window
de: Drücken Sie die Eingabetaste, um das Fenster zu schließen
fr: Appuyez sur Entrée pour fermer la fenêtre
it: Premi INVIO per chiudere questa finestra
ru: Нажмите Enter, чтобы закрыть окно.

source: In case of multiple-choice enter a space between the one and the other --entry-text=Insert package/s name
de: Bei multiple-choice geben sie ein leerzeichen zwischen dem einen und dem anderen --entry-text=Legen sie paket/e namen
fr: En cas de questions à choix multiple entrer dans un espace entre l'un et l'autre --entry-text=Insérez paquet/s nom

source: Search e install packages
de: Suche e installations pakete
fr: Recherche et installation des paquets
